brew "neovim"
brew "zsh"
brew "fzf"
brew "go"
brew "ghq"
brew "fnm"
brew "zoxide"
brew "ripgrep"
brew "lazygit"
brew "lsd"
brew "git-delta"
brew "zsh-autopair"
brew "fd"
brew "bat"
brew "sheldon"
brew "starship"
